{"Arjeplog": "Arjeplog municipality is located next to Sweden’s deepest lake, Hornavan, in Lappland. We have an excess of beautiful countryside and opportunities for a broad range of outdoor activities. There are 8,727 lakes and watercourses, which makes Arjeplog Sweden’s most well-watered municipality, and this means that we have 2.5 lakes and around 3 km of waterside per inhabitant.", "Arvidsjaur": "Arvidsjaur municipality is located in the centre of Lappland. Its surface is twice that of Blekinge county. Arvidsjaur is Sami, and means “the generous lake”. We have been selected the most charming municipality in Norrbotten, and work actively to maintain a high level of happiness for all our inhabitants.", "Boden": "Boden is a small town that is close to most things. Here there are opportunities for both town life and wilderness life in the same municipality. Boden also has a broad range of associations and opportunities to find good housing at reasonable prices. Around the central town, there are many smaller villages with a strong sense of entrepreneurship.", "Gällivare": "Gällivare lies 100 km north of the Arctic Circle. Around 18,000 persons live in the municipality, and are close to work, services and nature. There is a hospital here, well-established childcare, good schools, lots of associations and a varied range of cultural events on offer. In addition to a differentiated business sector, mineral extraction has been the primary industry for decades.", "Haparanda": "Haparanda town and the neighbouring town of Tornio in Finland form a modern trading centre in the middle of the Barents area. We are joining our towns together, with an entirely new section just on the border. Here, there will be a shopping centre, offices, a hotel and lots of other things, including an entirely new upper secondary school and a multi-use arena. Our collaboration covers most municipal operational areas, and because of this, we are unique. We live on the world’s friendliest border.", "Jokkmokk": "Jokkmokk municipality is located on the polar circle, and is Sweden’s second largest municipality in area. Jokkmokk is a central Sami meeting place, and is known for its annual winter market, which is celebrated every year at the beginning of February. The municipality includes on the Unesco World Heritage sites, Laponia. It also has the four major national parks Sarek, Padjelanta, Stora Sjöfallet and Muddus.", "Kalix": "Kalix is a municipality with beautiful natural surroundings, where it is easy to find lovely views to enjoy. Kalix town lies just where the Kalixälven river meets the waters of the Gulf of Botnia. Kalix has always been at the intersection between different cultures, with immigration from all four points of the compass. This has broadened our outlook on the world. One result is that our businesses are very varied, with everything from major industries to a broad range of small companies.", "Kiruna": "In many ways, Kiruna is a municipality of extremes. Most other communities begin their history in the manner of plants: a seed that germinates and then slowly grows and gains strength. Kiruna was planted in the wilderness almost 120 years ago, fertilised with adventure and knowledge, and then grew at breakneck speed. Here the light is clearer, the cold colder, the peaks higher, the horizons broader and the location more northerly than anywhere else in Sweden.", "Luleå": "Luleå is the county town of Norrbotten, which makes up almost one quarter of Sweden. The city is beautifully located on the coast of the county, and is surrounded by water, which is the signature of Luleå. Here you are close to magnificent natural surroundings, and you experience all four seasons, with real winters with lots of snow as well as sunny summer days.", "Pajala": "Here you can live a life close to nature, with access to a great variety of leisure activities in culture and sport. We have fantastic schools and preschools, with a large proportion of trained teachers and small classes.", "Piteå": "“This is where you go when you go home.” This is the vision of the municipality, and something we hope new inhabitants will feel when they get here. Piteå is a cosy, secure town, close to forests and the archipelago.", "Älvsbyn": "Älvsbyn residents are known for their enterprising ways. Within the municipality are 800 active businesses – and a population of just over 8000 inhabitants. Älvsbyn has the best business climate in the Norrbotten region, according to the Confederation of Swedish Enterprise, and is among the leaders in Sweden for women entrepreneurs.", "Överkalix": "The main community in Överkalix is Bränna, scenically located by the Kalix River. Bränna has a shopping street and pleasant areas for walking. All the schools and shops, the municipal hall, dental clinics and medical care centre are within walking distance.", "Övertorneå": "Övertorneå municipality is in eastern Norrbotten, with a beautiful location by the Torne River. The Arctic Circle runs through the northern part of the municipality, and the border to the east is part of  one of the most peaceful international borders in the world – Sweden’s border with Finland.", "Aneby": "You are warmly welcome to Aneby municipality – the small municipality with the rich content! With Småland’s best school, a good business climate and closeness to each other, we have fantastic prerequisites for you feeling at home.\n", "Eksjö": "Eksjö municipality, in the Småland highlands, stretches from the town of Eksjö in the west to Mariannelund in the east, on the border of Vimmerby. In between, there are a number of smaller population centres, and beautiful and living countryside.", "Gislaved": "In Gislaved municipality, we often say that we have everything nearby. Nature, silence and quietude nearby. But also culture, sport and a broad range of leisure activities nearby.", "Gnosjö": "Gnosjö municipality is located in the western part of Småland. The municipality is the hub of the Gnosjö region, which is one of Sweden’s foremost industrial areas.", "Habo": "In Habo municipality, we look out for each other. Here you can experience security and community, and still be part of everything that Jönköping offers, some 10 km southwards. ", "Jönköping": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Mullsjö": "The location of the municipality is perfect for those who want to live in a slightly calmer environment, yet be close to the big city. You do not have to go outside the municipality, as a broad range of services and leisure activities are available.", "Nässjö": "We wish you a warm welcome to Nässjö municipality in the Småland uplands. The town of Nässjö has 17,000 inhabitants. Anneberg, Bodafors, Malmbäck and Forserum are the major surrounding towns.", "Sävsjö": "Sävsjö municipality has a wide variety of services, a creative economy and is located in an environment of great natural beauty. Sävsjö is the small municipality in the heart of Småland.", "Tranås": "Welcome to Tranås – you are needed! The Småland-based town is one the few Swedish small towns which is actually growing and plans to continue doing so. Our goal is to have 20,000 residents by the year 2025. ", "Vaggeryd": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Vetlanda": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Värnamo": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Berg": "Berg municipality is in Jämtland county. The major population centre is Svenstavik, with about 1,000 inhabitants. \n", "Bräcke": "Bräcke municipality is located in central Sweden, in Jämtland County. The municipality is known for its fine fishing waters, award-winning local food production, and Sweden’s longest ski tunnel. It has rural communities with an active civil society and many businesses.", "Härjedalen": "Härjedalen is one of Sweden’s largest municipalities in terms of area, with 11,934 sq km, leaving plenty of space for each inhabitant. We have mountains, lakes and forests, which provide both summer and winter activities for those interested. \n", "Krokom": "Krokom has quality of life and a belief in the future and growth. The municipality is working active to make more companies, more inhabitants and more visitors a part of the municipality. Krokom is also a hunting and fishing municipality, attractive for both summer and winter tourism. \n", "Ragunda": "Ragunda municipality is located in the eastern part of Jämtland. There are not more of us than each of one know one another to a large extent. This creates a feeling of security and closeness. We care about each other. The distance to decision-makers and societal services is short, and we hardly know what queues are.\n", "Strömsund": "Strömsund municipality, with around 12,000 inhabitants, is the place for you if you like an active life, yet want to be close to well-developed municipal services, good elderly care and good education opportunities.\n", "Åre": "Åre municipality is for those who enjoy an active lifestyle yet want to be close to well-developed municipal services, good healthcare as well as good educational opportunities.\n", "Östersund": "In Östersund we enjoy life all year round, but more so than usually during the early spring, which is regarded as the best time of year by many Östersund residents. There is much here that contributes to one’s quality of life and to feeling good. \n", "Eskilstuna": "Eskilstuna has a strategic location in the middle of the expanding Stockholm-Mälaren region, and is one of the country’s fastest growing cities. We now have 100,000 inhabitants, a milestone in the city’s thousand year history.", "Flen": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Gnesta": "Gnesta is a young municipality at the heart of the Södermanland cultural landscape. You can reach us by commuter train from Stockholm in an hour. With the regional train, it takes only just over half an hour, and there are also connections to Linköping, Göteborg and Örebro.", "Katrineholm": "Katrineholm is a medium-sized Swedish municipality, with an excellent, strategic location. One third of Sweden’s population can be reached within a 150 km radius. In Katrineholm, inclination is the driving force behind creativity and development – for life, learning and entrepreneurship.", "Nyköping": "Nyköping is located on the coast, one hour south of Stockholm. The closeness to Europe’s major cities via Stockholm Skavsta airport, the archipelago and the Sörmland cultural landscape make Nyköping an attractive place to live.", "Oxelösund": "Oxelösund, with residents numbering just over 11,500, is located on the coast of the Baltic Sea one hour south of Stockholm. The location with its harbour provides fantastic opportunities for bathing in the sea, sailing, kayaking and observing the nature around the archipelago.", "Strängnäs": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Trosa": "Trosa municipality is a growing municipality in an expanding region and has a strong economy with low unemployment. Its proximity to Stockholm together with the unique archipelago and cultural environment are some of the factors which contribute to many choosing to live here.", "Vingåker": "The municipality of Vingåker has around 8,800 residents and a long tradition within the clothing trade. In Vingåker, suits among other things are made in a large factory which today has become one of Sweden’s largest outlets for quality clothing, Vingåkers Factory Outlet.", "Borgholm": "Borgholm municipality is situated on the beautiful island of Öland, which you can get to from the mainland via the Öland Bridge. Öland has magnificent natural scenery and is one of the places in Sweden with most hours of sunlight. Borgholm, Köpingsvik and Löttorp are the municipality’s biggest towns.", "Emmaboda": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hultsfred": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Högsby": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Kalmar": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Mönsterås": "Mönsterås is a coastal municipality with an archipelago. The Alsterån and Emån rivers run through the municipality, creating particularly good natural environments.", "Mörbylånga": "Mörbylånga municipality is located in Southern Öland. It is a small municipality which is located near Kalmar, which is a bigger locality. There are fine beaches and pools and a lot of landscape, for example the Stora Alvaret, where you can stroll and see unusual vegetation.", "Nybro": "Nybro municipality is part of Kalmar county. The main population centre is Nybro. The municipality borders the municipalities of Emmaboda, Kalmar, Lessebo, Mönsterås, Högsby and Uppvidinge.", "Oskarshamn": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Torsås": "This is a district with an interesting location – midway between Kalmar, Karlskrona and the Kingdom of Crystal – which creates many opportunities for business, tourism and accommodation! You’ll also find here an unusually high number of active associations with imaginative and committed people! ", "Vimmerby": "Vimmerby is a municipality in Kalmar county with magnificent natural scenery, lovely lakes for swimming and an active civil and cultural society. Astrid Lindgren, the world-famous writer of children’s books, grew up in Vimmerby, and her works are a major influence on the entire municipality.", "Västervik": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Bjurholm": "Welcome to Bjurholm – Sweden’s smallest municipality and one of the most secure for you and your family. Bjurholm is one of seven collaborating municipalities, where Umeå is the largest.", "Dorotea": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Lycksele": "Lycksele, Lapland’s main town, has been Lapland’s hub for several centuries. Life here is enriched by the proximity to the wilderness, the proper winters and bright summers, and by people having time for each other.", "Malå": "Malå is a nice little municipality in northern Sweden. With Malå centre, there is close proximity to shops, cottage hospital, dental clinic and school. It is also quite close to the forest, water and countryside.", "Nordmaling": "Nordmaling municipality is located midway between the two towns of Umeå and Örnsköldsvik and is therefore called the half-way house between the towns. Nordmaling is a safe municipality with active associations – there are sports and cultural associations here with different congregations.", "Norsjö": "Norsjö municipality is a small municipality in the north of Sweden's interior. Despite its diminutiveness, there is a good range of services to be found here. There are shops, banks, dentists, health centres, schools etc.", "Robertsfors": "Welcome to Robertsfors municipality! In Robertsfors we are proud of our municipality, how could we not be? Our central location between the large municipalities of Skellefteå and Umeå is idyllic.", "Skellefteå": "In Skellefteå, there are good prerequisites for you to live a good life in Sweden. The town is medium sized, which means that you have access to a rich and varied range of both opportunities and services. The size also means that you will quickly find your way about.", "Sorsele": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Storuman": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Umeå": "Umeå is located immediately northwest of the delta of the Ume River where the river runs out into the northern part of the Gulf of Bothnia. The town is the county town for Västerbotten county and is Norrland’s largest urban area.", "Vilhelmina": "Vilhelmina municipality is located in Västerbotten county in the region of Lapland. The municipality has about 7 200 inhabitants, half of which live in the central population centre while the rest live in small villages throughout the municipality.", "Vindeln": "Around 5,400 residents live in Vindeln municipality, and it's such a wonderful place here. The municipality is ideally suited to families with children and we work to ensure a good economic climate with growth.", "Vännäs": "Welcome to the exciting world of Vännäs – welcoming, lively, innovative! Regardless of whether you’re looking for enjoyment, experiences, study opportunities or want to find a good place to live for your family, Vännäs is the place for you.", "Åsele": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Askersund": "Askersund municipality is located in southern Närke, next to the large Lake Vättern. The small town centre consists of fine wooden houses and cobbled streets.\n", "Degerfors": "Degerfors municipality is located in the old county of Värmland, and is part of Örebro county. We are located centrally between Stockholm, Göteborg and Oslo and have good communications by bus and train. \n", "Hallsberg": "Hallsberg municipality lies in southern Närke, on the border between the plains and the forest. Throughout the municipality, there are sports fields, lovely country for picking berries and mushrooms, forest hills and beaches that invite visits with a picnic basket and fishing rods to hand.\n", "Hällefors": "Hällefors municipality lies in scenic Bergslagen, in Örebro county – close to nature as well as to major cities. The municipality borders on Filipstad municipality to the west and Ludvika to the north. The central community is Hällefors, and the second largest community is Grythyttan. \n", "Karlskoga": "Karlskoga municipality lies in the province of Värmland, but is part of Örebro county. The municipality has a scenic location by Möckeln lake. Our geographical position is strategic, with Stockholm, Gothenburg and Oslo within a radius of 300 km. \n", "Kumla": "Kumla is a municipality in positive development, in many ways. Our population is increasing, we are innovative and our growth is through new construction. Kumla offers good and well-planned activities from earliest childhood through adulthood. School and recreation, culture and nature, food for body and mind. We invest a great deal in our everyday environment. So that you will enjoy living in Kumla, as we do!\n", "Laxå": "Laxå is well located in Sweden with good connections to most major cities, both along the railroad and E20, which runs between Stockholm and Gothenburg but also very good connections to, among others, Örebro, Kumla and Hallsberg, which are accessible by train within 15 to 30 minutes.\n", "Lekeberg": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Lindesberg": "One of the advantages to living in Lindesberg municipality is the accessibility of what it has to offer in the form of recreational and cultural activities, to nature and to the world outside.", "Ljusnarsberg": "Ljusnarsberg municipality lies in scenic Bergslagen, with clean air and access to many different experiences of nature. Quality of life is high here, whether you live in the population centre or in the countryside. There are a couple of big and growing companies in the municipality, and Ljusnarsberg has plenty of faith in the future.", "Nora": "The population centre of Nora is idyllically situated by Nora lake, close to the woods and wilderness and yet only 30 minutes away from Sweden’s seventh largest city, Örebro. We can offer both small-town calm and access to all the opportunities of the big city.", "Örebro": "Örebro is Sweden's seventh largest municipality. The town of Örebro itself is just over 700 years old. The construction of the castle began in the 13th century. 70 per cent of Sweden’s population live within a radius of 30 miles of Örebro and Örebro Airport has flights within Sweden and to other parts of Europe. It is easy to take a train to other towns all over Sweden.", "Ale": "Ale is an attractive municipality. The strategic location between Gothenburg and Trollhättan, with naure nearby, means that you can live, work and enjoy your leisure time in the best possible ways.", "Alingsås": "Alingsås has around 41,000 inhabitants. With an attractive location and a growing number of inhabitants, the town is constantly changing. Yet it still retains its traditional atmosphere. Throughout the years, the town has retained its character with cobbled streets and old wooden buildings from the 18th and 19th centuries.", "Bengtsfors": "Bengtsfors municipality is best known for its beautiful countryside. The municipality has five populations centres: Bengtsfors (central town), Billingsfors, Skåpafors, Bäckefors and Dals Långed.", "Bollebygd": "Bollebygd is one of the ten fastest growing municipalities in the country. Here you are close to magnificent natural surroundings that invite to an active leisure life, right in the centre between the major population centres of Borås and Göteborg, and close to Landvetter airport.", "Borås": "Borås is a town with lots of different aspects. The town of Borås, with more than 112,000 inhabitants, is the second largest municipality in western Sweden, and the centre of the Sjuhärad country. ", "Dals-Ed": "Dals-Ed municipality is the municipality of opportunities, of wilderness, of business and, in particular – of people.", "Essunga": "The municipality has just over 5,670 inhabitants. 2,000 live in Nossebro, which is the main population centre of the municipality.", "Falköping": "In Falköping, we highlight values that are unique for our environment. We are proud of our megalith culture, good communications, the fantastic landscape and our food culture. ", "Färgelanda": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Grästorp": "Grästorp is a small municipality in the centre of western Götaland, south of Lake Vänern. It is close to larger population centres, such as Trollhättan, Vänersborg and Lidköping. There is plenty of public transport here. ", "Gullspång": "Gullspång is a small municipality, located between Sweden's largest lakes, Vänern and Vättern. With 5,300 inhabitants, Gullspång is a pleasant and cosy municipality. The largest population centres in the municipality are Hova and Gullspång.", "Gothenburg": "Göteborg is Sweden’s second largest city, and lies by the sea on the west coast. The river Göta Älv runs straight through the city, and you can reach the archipelago in less than one hour from the centre.", "Götene": "Götene municipality is located in Västra Götaland along the south-eastern banks of Lake Vänern, and consists of the population centres Götene, Hällekis, Källby and Lundsbrunn. Götene municipality has around 1,400 companies and 190 active associations.", "Herrljunga": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hjo": "Hjo is a welcoming place suited to the old as well as the young. While preserving its past, Hjo is also working continuously to develop further activities and housing and improve the quality of education, childcare and care of the elderly.", "Härryda": "Härryda municipality is close to Göteborg and Borås. We have a fine natural landscape, with many lakes and plenty of forest. At the centre of the municipality is Göteborg Landvetter airport. ", "Karlsborg": "The good living environment is one of Karlsborg’s big advantages. The municipality is situated in a landscape of great natural beauty, with several lakes. ", "Kungälv": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Lerum": "Lerum is a family-friendly municipality with excellent access to the neighbouring city of Gothenburg.", "Lidköping": "It’s easy to enjoy life in Lidköping! The municipality has around 38 900 inhabitants and a scenic location by Sweden’s largest lake, Vänern. \n", "Lilla Edet": "Good infrastructure, good communications and good housing are the foundation for growth and development in our municipality. New and attractive residential areas are being built here, within easy reach of preschools, schools, shops and recreational activities.\n", "Lysekil": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Mariestad": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Mark": "Mark is an attractive municipality with many small and medium-sized communities, all characterised by a spirit of solidarity. Here we care about each other, our local community and our quality of life. ", "Mellerud": "Mellerud municipality is a miniature Sweden. We have a long coastline on lake Vänern, agricultural land, forests, lakes and upland terrain, large population centres and small villages. \n", "Munkedal": "Munkedal - more of life! Munkedal has a varied landscape, from the typical Bohuslän with spectacular rocks rising out of fertile plains to mountain scenery and moorland.\n", "Mölndal": "Mölndal is richly endowed with nature and culture, has well developed services and communications, and a broad offering of recreation and commerce. In Mölndal there is something for all ages.", "Orust": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Partille": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Skara": "Skara municipality has 19,000 inhabitants and is located in the heart of Skaraborg, which is part of Västra Götaland county. From here you can reach population centres of 250,000 people within half an hour.\n", "Skövde": "Skövde municipality, with 53,000 residents, is the chief town in the region of Skaraborg and is located centrally between the major lakes of Vänern and Vättern. A growing municipality in close proximity to most things! \n", "Sotenäs": "Sotenäs municipality lies on the outermost western seaboard of Sweden. Kungshamn is the central community, and other communities in the municipality include Smögen, Hunnebostrand, Bovallstrand and Bohus-Malmön.", "Stenungsund": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Strömstad": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Svenljunga": "In Svenljunga we have the advantages of the small municipality – closeness to each other, to the ideas and to the decisions. Enjoy swimming and fishing in our 300 lakes, or ramble through lovely countryside. \n", "Tanum": "Tanum municipality is in northern Bohuslän. The area has a great variety of natural environments: coastal and archipelagic landscapes, and interior landscapes of farmland, forests and lakes. \n", "Tibro": "Tibro municipality is located in the eastern part of Västergötland province, between Lake Vänern and Lake Vättern. ", "Tidaholm": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Tjörn": "Tjörn is an island municipality, Sweden’s sixth largest island, located on the west coast of Sweden. \n", "Tranemo": "A warm welcome to Tranemo. The name conceals a number of small but proud communities and towns, with many colourful inhabitants. Here you'll find beautiful natural surroundings, soothing tranquillity and a rich and exiting history. \n", "Trollhättan": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Töreboda": "Töreboda is situated by Göta Kanal, between the great lakes of Vänern and Vättern. The municipality has an active civil society and a vibrant business community. There are excellent communications by train and bus.\n", "Uddevalla": "Uddevalla municipality has a wealth of nature, culture and trade to offer, as well as proximity both to the sea and to the woods and mountains.", "Ulricehamn": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Vara": "We don’t have towering mountains and deep valleys. Some people think our landscape is as flat as a pancake but others express themselves more romantically when they see the flat land as a sea and the many farmyards as small islands.\n", "Vårgårda": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Vänersborg": "Vänersborg municipality is the regional centre in West Götaland and is located at the southernmost point of Lake Vänern. New arrivals enjoy the proximity to nature and water. In Vänersborg, music, culture and sports play a prominent role.\n", "Åmål": "Åmål is located in Dalsland where Lake Vänern stretches almost as far as the town centre and the private harbour is just a stone's throw from the market place. Together with 48 other municipalities, Åmål forms the county of West Götaland. ", "Öckerö": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Alvesta": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Lessebo": "If you live in Lessebo municipality, you are living in a small society, close to larger locations with many opportunities close by. It is easy to commute to the larger population centres in the region by bus or train. ", "Ljungby": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Markaryd": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Tingsryd": "Do you want to live in a lively and attractive rural municipality but still live near a big city? Then Tingsryd municipality is the one for you. Tingsryd is a multi-cultural community where we promote people coming together.", "Uppvidinge": "The name Uppvidinge means the upper woodlands and the municipality has a great deal of countryside with forests and lakes. Here, the houses are spread out and the people are spread out as well. Where else can you live in a municipality where you close to basic services and which has a strong economy with plenty of leisure activities.", "Växjö": "Welcome to Växjö, the greenest city in Europe! Växjö, the greenest city in Europe is about a sustainable future. The aim is to be a green place that is characterised by innovative and extensive environmental work, strong growth, openness, satisfaction and joint efforts for the future. Together, we can make a difference!", "Älmhult": "Welcome to Älmhult! People from more than 50 different countries live and work in the municipality of Älmhult and this means we have an international atmosphere with many different cultures. The fact that Älmhult is the heart of IKEA’s operations also contributes to the cosmopolitan feel.", "Botkyrka": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Danderyd": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Ekerö": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Haninge": "Haninge is around 20 minutes from Stockholm and is one of the largest municipalities in the county. In Haninge, you can find pleasant housing, a growing central core with many shops and cafés, but also beautiful archipelago and natural surroundings. Haninge has something for everyone.", "Huddinge": "Huddinge is located just to the south of Stockholm. Huddinge is the second largest municipality in the Stockholm region, with an unbeatable location where beautiful natural and open air areas meet the comforts of the major city.", "Järfälla": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Lidingö": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Nacka": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Norrtälje": "Norrtälje municipality is centred in Roslagen. Here you’ll find a fairytale town centre, open countryside and a fantastic archipelago. There are 11,000 islands and 57,000 in Norrtälje with the latter number doubling in the summer months.", "Nykvarn": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Nynäshamn": "In Nynäshamn, the city, countryside and the ocean meet. Here, you are in close proximity of what is important in life. You can combine a safe small town environment with big city opportunities.", "Salem": "Salem municipality has one of Sweden’s youngest populations. We have family-friendly housing in beautiful surroundings and large recreation areas.", "Sigtuna": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Sollentuna": "Sollentuna is humming, with many businesses and commercial centres mixed with lovely green areas and cultural activities. Sollentuna Centrum, the Stinsen shopping centre, Järvafältet and Edsvik Konsthall are just a few examples.", "Solna": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Stockholm": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Sundbyberg": "With it’s proximity to Stockholm city and airports and a town centre with a wide range of services, Sundbyberg has much to offer.", "Södertälje": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Tyresö": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Täby": "Täby is one of Sweden’s most attractive municipalities, offering proximity to workplaces as well as to green areas and the archipelago. We have a positive view of the future and are therefore building more homes, welcoming more businesses and investing in improved services with freedom of choice.​", "Upplands Väsby": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Upplands-Bro": "Upplands-Bro is a growing municipality, both in terms of inhabitants and businesses. Just over 28,000 people live here. There are two population centres, Kungsängen and Bro, and a dynamic countryside.", "Vallentuna": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Vaxholm": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Värmdö": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Österåker": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Arvika": "Standing still is the same as going backwards – and Arvika is a municipality on the move forwards. From a population point of view, Arvika municipality is the second largest municipality in Värmland county, with around 26,000 inhabitants.", "Eda": "Eda municipality is located in a beautiful part of western Värmland. The municipality is located on the border between Norway and Sweden, which has had a positive effect on the locality, with well-developed cross-border trade.", "Filipstad": "Filipstad has the personal charm of a small municipality, and offers you great opportunities. Here you can find attractive housing, education at all levels and a business sector that is looking forwards. You will be close to work, schools, leisure activities and nature, and also enjoy a good range of culture and events.", "Forshaga": "In Forshaga municipality, 11,300 persons live, who all enjoy the soft values of life. We like it here in Deje, Forshaga and Olsäter and we also benefit from Värmland’s natural environment in the countryside.", "Grums": "Grums is a municipality bordering Lake Vänern in the heart of Värmland. Around 9,000 persons live here, in or around the population centres Grums, Borgvik, Värmskog, Slottsbron, Segmon and Liljedal.", "Hagfors": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hammarö": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Karlstad": "Karlstad is the seat of Värmland’s county government and provides services to the entire Karlstad region, which includes Karlstad and the four surrounding municipalities Forshaga, Grums, Hammarö and Kil.", "Kil": "In Kil, you are close to most of the things you need. The closeness creates security and commitment. You can notice this in our many associations, for example. Among lots of different attractions, there is a golf course, slalom slope, sports ground, ice rink, tennis hall, riding school, sports halls and football pitches.", "Kristinehamn": "Kristinehamn municipality has around 24,000 inhabitants and is prettily located by Sweden’s largest lake, Vänern, in the county of Värmland.", "Munkfors": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Storfors": "Storfors municipality is a child-friendly and pleasant municipality in eastern Värmland, 70 km west of Örebro and 70 km east of Karlstad.", "Sunne": "Sunne in Värmland is a place of natural beauty, with a vibrant cultural life and hospitable people.", "Säffle": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Torsby": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Årjäng": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Bjuv": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Bromölla": "Bromölla municipality is located in north-eastern Skåne, on the border to Blekinge. We have the advantages of a small municipality, with closeness and short distances both geographically and between people. There are good communications with the rest of Skåne and Blekinge.", "Burlöv": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Båstad": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Eslöv": "Eslöv is a popular place to live with almost 32,000 inhabitants, located in the Öresund region in the vicinity of the learning city Lund and the major industrial city Malmö. Eslöv became in town in 1911, and then had 5,396 inhabitants. Eslöv, with just over 18,000 inhabitants, is the major population centre in the municipality.", "Helsingborg": "In Helsingborg municipality, you are close to the sea and to Europe. 20 minutes by ferry will take you to our neighbouring country of Denmark. By train, you can get to Lund, Malmö and Copenhagen quickly. Helsingborg centre has many shops, restaurants and cafés. In the town there are plenty of parks, and you are close to the beach, the forest and the countryside.", "Hässleholm": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Höganäs": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hörby": "Hörby is a small municipality, close to larger towns and beautiful landscape. Here you can get the feeling of being in the middle of the wilderness, and yet people, shops and comforts are never far away. The municipality covers a large area, and, apart from Hörby, also consists of small villages.", "Höör": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Klippan": "Klippan is a municipality with beautiful landscape in north-western Skåne. Here you can find good services, good housing and great opportunities for an active life. At the same time, it is easy to get to the larger towns in the area. You are warmly welcome to our municipality.", "Kristianstad": "The Kristianstad residents feel proud of their city. Here, the best of many worlds come together. Here, there is solitude with a varied nature but also exciting and different experiences and social community.", "Kävlinge": "With almost 30,000 inhabitants, Kävlinge municipality is an attractive municipality to live in, in the centre of the Öresund region. The business sector in the municipality is characterised by entrepreneurship, trade and services.", "Landskrona": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Lomma": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Lund": "Lund is one of the oldest cities in Scandinavia and its university is among the world’s hundred most highly ranked. Tradition meets innovation here. The city is of a manageable size, and some of the best research in the world is carried out here. In Lund municipality you are never far from either city, country or nature. Civic and cultural life are rich and varied. In short, there is something for everyone. Welcome!", "Malmö": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Osby": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Perstorp": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Simrishamn": "Welcome to Simrishamn municipality, which is located in the south-eastern corner of Skåne, in the heart of Österlen.", "Sjöbo": "Sjöbo municipality is located in the centre of southern Skåne, near to the major city region Malmö-Lund. The municipality is the largest by size in Skåne, and consists of several villages apart from Sjöbo town. The villages are active and offer services, shops and activities.", "Skurup": "The Skurups municipality located between Ystad and Malmö is a small municipality with rural charm in the vicinity of major cities. Skurups suburb and Rydsgård have frequent rail services to Malmö/Copenhagen/Kastrup and Ystad-Simrishamn. Malmö Airport, 18 km.", "Staffanstorp": "Everything is nearby in Staffanstorp municipality. You are close to beautiful countryside, rural districts and town. Close to jobs, services and shops. Staffanstorp is close to many cities such as Copenhagen, Malmö and Lund.", "Svalöv": "Welcome to Svalöv municipality! Our three key words in the municipality are green, growing and neighbourhood.", "Svedala": "With Malmö Airport within the municipality and at easy distance from the Öresund bridge, Svedala is strategically located close to and with good commuting options to major cities, such as Malmö and Lund.", "Tomelilla": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Trelleborg": "Trelleborg is Sweden’s southernmost municipality and is home to just under 43 000 people. Trelleborg enjoys a strategic location on the south coast, near major cities such as Malmö, Lund and Copenhagen, and has daily ferry connections to three ports in Germany and one in Poland.", "Vellinge": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Ystad": "Ystad is a municipality that not only offers fantastic experiences of nature, living history and quality of life, but also a vibrant business community, advanced communications and strong growth in a dynamic region.", "Åstorp": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Ängelholm": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Örkelljunga": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Östra Göinge": "Östra Göinge lies in northeastern Skåne, the historic borderland between Sweden and Denmark. Here the landscape changes character from cultivated land with large properties and farms, broadleaf forests and meadowland in the south to pine forest, smallholdings and lakes in the north.", "Boxholm": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Finspång": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Kinda": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Linköping": "Linköping is Sweden’s fifth largest municipality, and is one of Sweden’s fastest growing municipalities, with 150,000 inhabitants. World-class high technology, an innovative university and lively trade characterises the city. \n", "Mjölby": "You have come to an expanding municipality with its roots securely anchored in history, yet with its aim set to the future. Around 26,000 persons live here, and the population is growing.\n", "Motala": "Welcome to Motala – Östergötland’s harbour town! In Motala, it is easy to live an active life, with lots of room for spontaneity and choice. Here, the prerequisites are good for an active life in every way – beaches, sports, nature, fishing, boating, culture, associations – and lots more. The fact that everything is nearby and easily accessible increases the value further. Do you want to try out a rather greater life in a smaller town? Come to Motala.\n", "Norrköping": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Söderköping": "Söderköping municipality lies on the coast of Östergötland and is just a short commuting distance to the university towns of Norrköping and Linköping. Half of the residents live in this idyllic town with strong roots in the Middle Ages. The other half lives in the surrounding countryside where there are many smaller urban settlements.\n", "Vadstena": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality! ", "Valdemarsvik": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Ydre": "Ydre is one of the country’s smallest municipalities. Dense forests, expansive meadowland and hundreds of lakes - that's Ydre! You are near to nature here and the stress of the city is far removed, although there are services close at hand. Most people are employed within the manufacturing industry, trade, agriculture and forestry, and public services.\n", "Åtvidaberg": "Åtvidaberg has a fortunate location between the coast and the big city, with scenic nature, lakes, swimming and a rich outdoor life as well as plentiful animal life. Åtvidaberg also has an interesting industrial and footballing history.\n", "Ödeshög": "Ödeshög has a scenic location, with the plains, Omberg and lake Vättern nearby. A small municipality with its sights set on increasing its population. The central community is also called Ödeshög, and there are two smaller communities, Trehörna and Hästholmen. The proximity of the E4 motorway means access to bigger towns such as Linköping and Jönköping is easy, taking less than an hour.\n", "Avesta": "Avesta lies along the River Dalälven in southern Dalarna, and is close both to nature and to larger towns. We invest a lot in children and young persons.\n", "Borlänge": "Just over 50,000 pleasant inhabitants live in Borlänge. Here you can find IKEA and the large shopping centre Kupolen. Borlänge is a multi-cultural town, with a great musical heritage.\n", "Falun": "Falun is the largest town in Dalarna, with more than 56,000 inhabitants, and the town is only 19 km from Borlänge, which is almost the same size. It is 223 km from the Swedish capital, Stockholm.\n", "Gagnef": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hedemora": "Hedemora is the oldest town in Dalarna and the centre of the municipality. The municipality has 15,085 residents. \n", "Leksand": "Leksand is a popular destination and is often associated with sports, culture and proud traditions. Leksand is also an expansive municipality with numerous and strong businesses, active associations and a clear ambition to continue growing.\n", "Ludvika": "Ludvika municipality is in southern Dalarna. Here you are close to magnificent natural surroundings that invite to an active leisure life. In Ludvika centre, you are close to all the services you need.\n", "Malung-Sälen": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Mora": "Mora is the regional centre of northern Dalarna. The municipality is tucked into a beautiful landscape, with green forests and blue mountains at the northern shores of Lake Siljan.\n", "Orsa": "Orsa is a fairly small municipality, with just under 7,000 inhabitants. In area terms, it is fairly large. In the north, there are large forests and wilderness, at the southern end there is the population centre, with small industries and farms.\n", "Rättvik": "Almost 11,000 people live here in Rättvik municipality. Most of these live close to Rättvik, but also many in the string of towns which follow the Siljan Ring north of Ore and Furudal. \n", "Smedjebacken": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Säter": "Säter municipality, with around 11,000 residents, is one of Dalarna’s most beautiful and intimate towns, characterised by both a provincial town atmosphere and countryside. \n", "Vansbro": "Vansbro municipality is a gem in beautiful Dalarna. The municipality consists of four population centres and a number of smaller villages. Good services, convenience and proximity are some of the reasons why so many people like it here. The population centres have services such as shops, post offices, public transport and schools.\n", "Älvdalen": "Älvdalen municipality is one of Sweden’s largest municipalities by area. The municipality is comprised of a number of small towns and the three larger towns of Idre, in the north with around 1,000 residents, Särna with around 1,000 residents and Älvdalen in the south with around 5,000 residents. \n", "Karlshamn": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Karlskrona": "Karlskrona is in southeast Sweden, located by the sea. The town is built on several islands, and access is easy both to the archipelago and the countryside. There are several communities in the municipality with excellent services. ", "Olofström": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Ronneby": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Sölvesborg": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Enköping": "Enköping municipality offers quality and opportunities for work and leisure in a historical environment. Enköping is prettily located by Lake Mälaren and has three international airports within an hour’s journey from the central town. Good communications with Stockholm, Uppsala and Västerås means they are within comfortable commuting distance. In addition to this, Enköping has 38 towns within a 120 km radius, which has given the town the epithet “Sweden’s nearest town”.", "Heby": "Close to Stockholm, Uppsala, Västerås and Arlanda, with good commuting opportunities, yet plenty of security and peace. And in Heby municipality, there is real wilderness, a smiling agricultural landscape, frothing rivers, wide-open bays, a national park within the borders of the municipality, several lively population centres and a broad range of associations.", "Håbo": "Håbo is centrally located in the Lake Mälaren valley, and borders the lake for 120 km. There are many traces of history here, with five mediaeval churches, around thirty runestones and Sweden’s world-famous baroque castle, Skokloster.", "Knivsta": "Knivsta is a young and growing municipality with a pioneering spirit and a strong identity. Midway between the big cities, the municipality can offer lovely countryside and rich opportunities for active leisure pursuits. Cultural life and civil society are also plentiful and active.", "Tierp": "Tierp kommun has fishing villages, natural beauty, castles and manors. The coast and the sea are nearby, as are the big cities of Gävle, Uppsala and Stockholm. Tierp is also close to Arlanda airport. The municipality’s population is about 20 000, living in Tierp, Örbyhus, Söderfors and Skärplinge, or in the country.", "Uppsala": "Uppsala is located 38 minutes from Stockholm, and 18 minutes from Stockholm Arlanda Airport – and is one of Sweden’s four major cities. Uppsala is known for its university and cultural history but there are also many companies here, both large and small, and a wide variety of shops and restaurants.", "Älvkarleby": "Älvkarleby municipality, with 9000 inhabitants, is located close to the cities of Gävle (20 km) and Uppsala (80 km). The municipality is made up of Älvkarleby, Älvkarleö Bruk, Långsand, Gårdskär and Marma communities, and the central community of Skutskär.", "Östhammar": "Östhammar is an archipelago municipality in Uppsala county offering quality of life to its inhabitants through its proximity to nature and its vibrant business community, and the possibility of developing in one of the county’s most dynamic regions.", "Härnösand": "In Härnösand we live life close to the essentials. Whether you prefer the quiet countryside or a vibrant urban scene, there are plenty of options for you in Härnösand. We can offer a world-class outdoor experience, leisure activities for all tastes and a wealth of culture.", "Kramfors": "In Kramfors – with Ådalen and the High Coast, a world heritage site – you can lead a safe, intimate and inspiring existence. The town of Kramfors and the surrounding small and dynamic communities can offer scenic nature experiences along Ångermanälven, by the coast and in the forests.", "Sollefteå": "Sollefteå municipality lies in scenic Ångermanland, where the river valleys are edged by dramatically steep sandy banks. Ångermanälven, Faxälven and Fjällsjöälven all run through the municipality. 20 000 people live here, of which 9000 in Sollefteå central community.", "Sundsvall": "Sundsvall lies in the centre of Sweden, beautifully located between the two \"city mountains\" (Norra and Södra Stadsbergen) and the Indalsälven and Ljungan rivers. Central Sundsvall has a 19th-century inner city (Stenstan), listed as a cultural heritage site, with beautiful buildings and numerous restaurants and shops, as well as schools and educational institutions. For higher education there is Mittuniversitetet (Mid Sweden University), which is currently growing and adding more programmes in Sundsvall.\n", "Timrå": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Ånge": "In Ånge municipality you live right in the middle of Ljungandalen’s exceptionally beautiful natural surroundings. You can live in a small town or in one of the urban centres. Thanks to our excellent railway network, you only just over an hour away from the towns of Sundsvall and Östersund.", "Örnsköldsvik": "Örnsköldsvik lies on the coast of Norrland, approximately half way between the large towns of Sundsvall and Umeå. There are many different nationalities represented among the 55,000 people who live in Örnsköldsviks municipality. More than half of the residents of Örnsköldvik live in the town or in one of the areas surrounding the chief town. The largest urban areas are Bjästa, Husum and Bredbyn.", "Bollnäs": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Gävle": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hofors": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hudiksvall": "Hudiksvall is located on E4, about 80 km to the south of Sundsvall and about 130 km to the north of Gävle. Here, you meet people with an open attitude. Moreover, there is a living cultural heritage where old traditions meet the present day's impulses.\n", "Ljusdal": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Nordanstig": "The Nordanstig municipality is located in Northern Hälsingland, close to Sweden's centre and between Hudiksvall and Sundsvall.\n", "Ockelbo": "Ockelbo is a small municipality both with respect to the number of residents and the area. Many know each other, which makes the service in society more personal.\n", "Ovanåker": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Sandviken": " In Sandviken, a broad range of outdoors and cultural activities awaits you, in combination with low housing and living costs. All this, in an international atmosphere surrounding the high-technology engineering company Sandvik AB. \n", "Söderhamn": "Söderhamn is a place of great natural beauty, with a rich cultural life and hospitable people. The centre has many shops, restaurants and cafés. The town has lots of parks, and the sea, the woods and the countryside are all nearby.\n", "Gotland": "Gotland is Sweden’s largest island, and has around 57,000 inhabitants.\n", "Arboga": "Arboga is located in the western part of the Lake Mälaren valley, and is close to both nature and major cities. Arboga was awarded town rights already in the 13th century, and in the town centre much of the old buildings have been preserved. There are several cosy cafés, restaurants and shops.", "Fagersta": "Life in Fagersta is easy. The municipality is characterised by security, collaboration and a belief in the future. You are near to nature and to culture. In Fagersta, there is plenty of time for all. Integration is a natural part of Fagersta’s community construction.", "Hallstahammar": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Kungsör": "Kungsör is one of Sweden’s smaller municipalities, with just over 8,000 inhabitants. The centre of Kungsör is at quite an altitude, and the built-up area stretched down towards Lake Mälaren and the Arbogaån river. The small scale of Kungsör means that most things are within convenient walking and bicycling distance, such as schools, leisure activities, and the forest and countryside.", "Köping": "Köping municipality with just over 25,000 inhabitants is a natural centre in the region of the western part of the Lake Mälaren valley. Manufacturing is the most important industry, and the industrial tradition is continuing and developing. Sweden’s second largest lake harbour is in Köping. ", "Norberg": "Norberg is a mining municipality and forms the centre of one of the country’s oldest mining areas. The municipality comprises the chief town of Norberg together with Kärrgruvan and Karbenning and a number of other small mining towns. ", "Sala": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Skinnskatteberg": "Skinnskatteberg municipality is part of the Bergslagen region and is located in Västmanland. Skinnskatteberg has a lively small business sector, and one international listed company has its head office here. The municipality is well-known for its natural surroundings, with deep forests and lakes rich in fish, and for its historic mill environments. The county’s only university, the School of Forest Management, is also located here.", "Surahammar": "Surahammar is centrally situated in the Mälar valley, 10 minutes north of Västerås. Good housing at low prices and easy access to a variety of leisure activities make the municipality an attractive place to move to. The municipality has high quality schools and preschools.", "Västerås": "Västerås is beautifully located near Mälaren and is one of Sweden’s oldest cities with an exciting history. The city is growing quickly and currently has 147,000 residents, a lively economy, a high school with a clear technological and environmental profile and a rich sporting life.", "Falkenberg": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Halmstad": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Hylte": "It provides a great sense of security to live in place where people know each other, where your involvement makes a difference both at work and during your free time. The pace in Hylte is a little lighter, it's easy to feel good and enjoy life. We believe that an active and social life close to services and close to nature creates well-being.\n", "Kungsbacka": "More and more people are moving to Kungsbacka. Kungsbacka is one of the fastest growing municipalities in Sweden. Easy commuting distance to Göteborg and great job and educational opportunities gives newly arrived immigrants the chance to fulfil their dreams and goals.\n", "Laholm": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!", "Varberg": "In our community you are always close. Close to beautiful nature, countryside and towns. Close to jobs, services and shops. There are many associations and numerous cultural and leisure activities. There is something for everyone here. Welcome to our municipality!"}